tap "azure/kubelogin"
tap "cargo-lambda/cargo-lambda"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "pulumi/tap"
brew "awk"
brew "awscli"
brew "azure-cli"
brew "bottom"
brew "cmake"
brew "lima"
brew "colima", args: ["HEAD"]
brew "consul"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "flake8"
brew "git"
brew "go"
brew "helm"
brew "infracost"
brew "ipcalc"
brew "jq"
brew "libpq"
brew "mysql"
brew "neovim"
brew "node"
brew "nvm"
brew "opentofu"
brew "protobuf"
brew "pylint"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "watch"
brew "wget"
brew "yarn"
brew "azure/kubelogin/kubelogin"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "derailed/k9s/k9s"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "vlc"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "foxundermoon.shell-format"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "kangping.protobuf"
vscode "kelvin.vscode-sshfs"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.remote-explorer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "steoates.autoimport"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
