tap "azure/kubelogin"
tap "cargo-lambda/cargo-lambda"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ory/tap"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "weaveworks/tap"
brew "aider"
brew "awk"
brew "awscli"
brew "azure-cli"
brew "bottom"
brew "cmake"
brew "lima"
brew "colima", args: ["HEAD"]
brew "consul"
brew "coreutils"
brew "crane"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "ffmpeg"
brew "flake8"
brew "git"
brew "go"
brew "helm"
brew "infracost"
brew "ipcalc"
brew "jq"
brew "k6"
brew "libpq"
brew "mysql"
brew "mysql@8.4"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nvm"
brew "ollama"
brew "openjdk"
brew "opentofu"
brew "pipx"
brew "protobuf"
brew "pylint"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "telnet"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "azure/kubelogin/kubelogin"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "derailed/k9s/k9s"
brew "ory/tap/cli"
brew "oven-sh/bun/bun"
brew "weaveworks/tap/eksctl"
cask "font-fira-code-nerd-font"
cask "keepassxc"
cask "librewolf"
cask "vlc"
cask "wezterm"
vscode "charliermarsh.ruff"
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.python-extension-pack"
vscode "gitlab.gitlab-workflow"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-wsl"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "vasubasraj.flashpost"
vscode "yzane.markdown-pdf"
