tap "azure/kubelogin"
tap "derailed/k9s"
tap "ory/tap"
tap "oven-sh/bun"
tap "weaveworks/tap"
brew "aider"
brew "awk"
brew "awscli"
brew "azure-cli"
brew "cmake"
brew "coreutils"
brew "crane"
brew "curl"
brew "direnv"
brew "ffmpeg"
brew "git"
brew "helm"
brew "jq"
brew "lima"
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk"
brew "opentofu"
brew "pipx"
brew "protobuf"
brew "ruff"
brew "telnet"
brew "tree-sitter"
brew "ty"
brew "uv"
brew "watch"
brew "wget"
brew "azure/kubelogin/kubelogin"
brew "derailed/k9s/k9s"
brew "ory/tap/cli"
brew "oven-sh/bun/bun"
brew "weaveworks/tap/eksctl"
cask "font-fira-code-nerd-font"
cask "keepassxc"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zed"
vscode "batisteo.vscode-django"
vscode "charliermarsh.ruff"
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "gitlab.gitlab-workflow"
vscode "hashicorp.terraform"
vscode "kevinrose.vsc-python-indent"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-wsl"
vscode "njpwerner.autodocstring"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "vasubasraj.flashpost"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "yzane.markdown-pdf"
